{
  "_id": 2,
  "author": "Naga Hemanth",
  "author_img": "../../../../assets/images/selfie.jpg",
  "author_prof": "Full stack developer",
  "category": "real-experience",
  "file_name": "22_02_2019",
  "published_date": "22 Feb 2019",
  "time_elapsed": "4 mins to read",
  "header": "My first job (A dream job)",
  "sub_header": "Everyone wants their first job in career would be one's dream job. I'm lucky enough so I landed on the same sooner in life. So what next?",
  "img_links": ["https://firebasestorage.googleapis.com/v0/b/portfolio-fc6f1.appspot.com/o/blog_images%2F2.jpeg?alt=media&token=d4a2d504-a8de-44a3-846f-052d9584aac6"],
  "text": "<br><br><i>I am 22.</i> <br><br>Age - Job, &nbsp;  Age - startup, &nbsp; Age - money&nbsp; are few strong bonds in today's generation. Especially, for someone like me, who craves for success and innovation, these bonds are the biggest barriers. In this blog, though it's my first blog, I want to talk about one of these barriers of my  life : <i>THE AGE - STARTUP BOND.</i> <br><br>When I was 19, I started a startup. Unfortunately I had to end it , after an year due to lack of trust, money & other factors. But that experience taught me a lot about the market and people. People, especially friends & family, are the ones who can do anything for us. So never do <i>\"business\"</i> with them, because it is so hard to leave them when the time forces to. Yes, its a bitter truth. <br><br> Next thing that I learnt is learning both to say & to accept 'No'. No is just a two letter word, but one needs a lot of guts to say No. If you don't like anything in your dream project, don't hesitate to say 'No'. Similarly if anyone says something better than you, then don't hesitate to accept 'No' to your idea. Even Zuckerberg has accepted his mistake infront of millions of people. Never feel that, accepting No or accepting mistakes degrades your personality. Only the one who has guts will do so.<br><br> Listen to both failures & successes. I personally, at inital stage, never listened to failure stories. Because I thought listening success stories gives me inspiration and would make me  a successful person in life. I feared, listening failure stories would make me a failure. But trust me friends, most of the times in our today's life, <i>\"Fear drives us more than inspiration.\"</i> <br><br> And, always implement the things which you learn in your life. Without implementation, all of our learnings are worthless. These are some of the lessons which i have learnt in my life. Looking forward to hear your opinion. <br><br> Now tell me, what is your age? what is your experience? And whats your Age - ? Bond. <br><br> Thanks for coming here!!!"
}
